	{
		"title": "Baptistina",
		"containment": "Open (Yucatan Peninsula)",
		"objClass": "Euclid", 
		"mainImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/298Bap-LB1-mag15.jpg/330px-298Bap-LB1-mag15.jpg",
		"caption": "The Baptistina Asteroid family, one of the original proposed causes of the Baptistina SCP event",
		"intro": "Baptistina is the name given to the mysterious event that created the Chicxulub crater and wiped out the non-avian dinosaurs 65 million years ago. The name is in reference to the Baptistina family of asteroids, which paelontologists once believed to be the origin of what they believed was a meteorite that caused the K-T mass extinction.",
		"sections": [
			{
				"title": "Description",
				"message": "Despite being one of the most fundamental SCPs, very little is known about Baptistina. All is known is that 65 million years ago, an anomalous event occured that significantly destabilized reality. From a scientific perspective, this caused a mass extinction, wiping out the non-avian dinosaurs and many other specieis. From a parascientific perspective, Baptistina disturbed the fabric of reality, causing adjacent realities to seap through. Though SCPs almost certainly happened on Earth and around the universe before Baptistina, they were extremely rare with maybe one occurring every couple million years, whereas now there are hundreds of known SCPs, at least 90% of which came into existence within the last 10,000 years."
			},
			{
				"title": "Containment",
				"message": "Baptistina is long gone but its impact lingers and its discovery by the NonAnoms will be a breach of security. Some 100 Foundation field agents and 50 researchers are to be present at the Chicxulub crater at all times. This team will double as research and containment; researchers should try to blend in with the paleontologists and archaelogists but should be studying the anomalous properties rather than the scientific ones. Field agents are expected to also blend in and intervene if any anomalous events happen."
			},
			{
				"title": "Suggested Causes",
				"message": "The members of the non-anomalous scientific community, or NonAnoms, believe that the Chicxulub crater was created by an asteroid. While a meteor is possible, it would be no normal asteroid due to its impact on reality.\n\nIt is also possible that Baptistina was an anomalous explosion or a transdimensional force. Perhaps it is sign of something beneath the surface of either the Earth or of the fabric of reality. It has also been proposed that Baptistina was caused by beings from the future, but since time travel is exceedingly difficult and risky even with anomalous methods, this has been deemed highly unlikely."
			},
			{
				"title": "Impacts",
				"message": "It is likely that without Baptistina, the Foundation, as well as all anomalous organizations, past and present and future, would not exist as SCPs would be far too rare to attract any attention. Severe dimensional destabilization in the Chicxulub crater and in the surrounding areas has also had direct effects, such as:"
			},
				{
					"type": "list",
					"ordered": "false",
					"list": [
						"manifestation of weak anomalous forces, colloquoially known as magic, in humans and some other intelligent life forms",
						"evolution of SCP004"
					]
				},
				{
					"type": "message",
					"message": "Researchers have also reported experiencing the following effects: "
				},
				{
					"type": "list",
					"ordered": "false",
					"list": [
						"flu like symptoms that vary drastically from day to day",
						"vomitting a red-brown substance, that hardens into a metallic substance that disappears when viewed by at least 10 individuals",
						"visions of loved ones, both still alive and deceased, walking towards researchers while slowly melting into the ground",
						"an inclination to run into the surrounding jungles"
					]
				}
		]
	}
	